[
    {
        "id": 0,
        "picture": "img/1.jpg",
        "name": "Season 1",
        "content": "Rick, while on his sheriff's patrol duty with his partner Shane Walsh, is injured and falls into a coma. He awakens some time after the apocalypse...",
        
        "fullcontent": "Rick, while on his sheriff's patrol duty with his partner Shane Walsh, is injured and falls into a coma. He awakens some time after the apocalypse and meets survivor Morgan Jones, who explains the dangers of walkers. Rick travels to Atlanta, Georgia, in search of his family only to find that city has been overrun by walkers. Rescued by Glenn Rhee, Rick is eventually introduced to the rest of Glenn's group, who are camping a few miles outside of the city. There, he discovers that his wife Lori and son Carl have been living with Shane. The two policemen employ different approaches to keep the peace: Rick returns to Atlanta for supplies and to retrieve a man left behind, while Shane exerts his authority over the camp.",
        "tags": [
            "ex",
            "id",
            "voluptate",
            "pariatur",
            "aute",
            "non",
            "tempor"
        ],
        "comments": [
            {
                "username": "Margret Pennington",
                "city": "Trexlertown",
                "email": "margretpennington@austech.com",
                "content": "proident deserunt laboris ea minim enim ipsum voluptate dolor labore voluptate nostrud est consectetur magna irure irure et adipisicing nulla"
            },
            {
                "username": "Wheeler Tyler",
                "city": "Waiohinu",
                "email": "wheelertyler@austech.com",
                "content": "est esse proident consectetur id nostrud irure anim exercitation cupidatat deserunt occaecat consequat ea amet mollit nulla magna ad in"
            },
            {
                "username": "Morgan Poole",
                "city": "Roderfield",
                "email": "morganpoole@austech.com",
                "content": "dolor ipsum exercitation aliquip id nulla ullamco commodo qui esse cupidatat ea ex labore velit sit consequat elit laborum officia"
            }
        ]
    },
    {
        "id": 1,
        "picture": "img/2.jpg",
        "name": "Season 2",
        "content": "While scavenging supplies along a highway, Carol Peletier's daughter, Sophia, is separated, and Carl is accidentally shot, forcing the survivors to...",
        
        "fullcontent": "While scavenging supplies along a highway, Carol Peletier's daughter, Sophia, is separated, and Carl is accidentally shot, forcing the survivors to stay on the nearby farm of veterinarian Hershel Greene. Hershel saves Carl's life, and in the group's attempt to co-exist with Hershel's family, secrets and disagreements lead to rising tensions. In addition, Rick learns of Lori's former affair with Shane and her newfound pregnancy, creating a rift between Rick and Shane.",
        "tags": [
            "ut",
            "laboris",
            "ex",
            "dolore",
            "pariatur",
            "minim",
            "deserunt"
        ],
        "comments": [
            {
                "username": "Stewart Jarvis",
                "city": "Valle",
                "email": "stewartjarvis@overfork.com",
                "content": "magna laboris esse esse laborum proident qui dolor est culpa laborum exercitation ut deserunt mollit cupidatat aliquip magna consectetur elit"
            },
            {
                "username": "Sanchez David",
                "city": "Shepardsville",
                "email": "sanchezdavid@overfork.com",
                "content": "nisi ullamco exercitation amet dolor do commodo laborum cillum id incididunt esse cillum tempor eu consequat quis qui voluptate in"
            },
            {
                "username": "Meghan Baxter",
                "city": "Skyland",
                "email": "meghanbaxter@overfork.com",
                "content": "exercitation qui quis sit esse veniam proident amet aute pariatur dolor aliqua ut anim proident anim eu anim amet sint"
            }
        ]
    },
    {
        "id": 2,
        "picture": "img/3.jpg",
        "name": "Season 3",
        "content": "After spending several months fleeing remnants of the herd, the survivors make a new home in a prison infested with walkers but find greater danger from the...",
        
        "fullcontent": "After spending several months fleeing remnants of the herd, the survivors make a new home in a prison infested with walkers but find greater danger from the treachery of two rescued convicts. In the process of clearing the prison, Maggie Greene is forced to perform a fatal Caesarean section on Lori to save her baby, and Rick becomes withdrawn and hallucinates visions of Lori and others who died. Meanwhile, Andrea and Michonne – who rescued Andrea near Hershel's farm – are discovered by Merle Dixon and taken to the town of Woodbury, which is led by a man known as The Governor. Michonne is distrustful and escapes to the prison, where she meets Rick's group and guides them on a rescue mission following Glenn and Maggie's capture. There are casualties on both sides, and The Governor, disfigured by Michonne, declares the prison group terrorists and Merle a traitor.",
        "tags": [
            "in",
            "esse",
            "consectetur",
            "laborum",
            "exercitation",
            "labore",
            "Lorem"
        ],
        "comments": [
            {
                "username": "Sophia Irwin",
                "city": "Soham",
                "email": "sophiairwin@splinx.com",
                "content": "duis aliquip irure quis cillum proident est cupidatat est voluptate ipsum consectetur laboris occaecat aute amet ullamco esse ad Lorem"
            },
            {
                "username": "Ruiz Keith",
                "city": "Marion",
                "email": "ruizkeith@splinx.com",
                "content": "culpa ipsum proident eiusmod veniam anim nisi ad occaecat elit cupidatat laborum dolore sit laborum labore et anim adipisicing ex"
            },
            {
                "username": "Leonor Bailey",
                "city": "Lacomb",
                "email": "leonorbailey@splinx.com",
                "content": "velit mollit pariatur laborum amet aute veniam excepteur cupidatat dolor velit anim non sint dolore in magna adipisicing officia aliqua"
            }
        ]
    },
    {
        "id": 3,
        "picture": "img/4.jpg",
        "name": "Season 4",
        "content": "Several months have passed, and the prison community has grown when a deadly flu-like infection spreads among the population, killing residents, who...", 
        
        "fullcontent": "Several months have passed, and the prison community has grown when a deadly flu-like infection spreads among the population, killing residents, who reanimate as walkers. Carol is banished for murdering two sick residents. Baited walkers breach the prison fence and are barely contained when a scavenging detail returns with medicine. Elsewhere, The Governor encounters the Chambler family, and together they all join another group of survivors led by The Governor's former right-hand man from Woodbury, Martinez. The Governor murders Martinez and takes charge of the group, honing them into a fighting force he turns on the plague-weakened prison. Rick offers to share the prison, but The Governor ignites hostilities by executing Hershel. The Governor is ultimately killed, but the prison is overrun by walkers, and Rick's group is scattered.",
        "tags": [
            "pariatur",
            "duis",
            "consectetur",
            "aliqua",
            "labore",
            "fugiat",
            "enim"
        ],
        "comments": [
            {
                "username": "Terra Trevino",
                "city": "Northchase",
                "email": "terratrevino@comcur.com",
                "content": "mollit deserunt labore consequat id sint laboris reprehenderit nostrud adipisicing deserunt labore nulla reprehenderit ipsum qui officia minim duis tempor"
            },
            {
                "username": "Kaufman Mejia",
                "city": "Clayville",
                "email": "kaufmanmejia@comcur.com",
                "content": "aliquip deserunt culpa dolor veniam quis labore voluptate id consequat consectetur non nostrud dolore Lorem et consequat dolore esse eu"
            }
        ]
    },
    {
        "id": 4,
        "picture": "img/5.jpg",
        "name": "Season 5",
        "content": "Rick's group learn the residents of Terminus engage in cannibalism, luring in victims under the guise of offering sanctuary. Carol uses firearms and walkers ...",
        
        "fullcontent": "Rick's group learn the residents of Terminus engage in cannibalism, luring in victims under the guise of offering sanctuary. Carol uses firearms and walkers to.", 
        "fullcontent": "Rick's group learn the residents of Terminus engage in cannibalism, luring in victims under the guise of offering sanctuary. Carol uses firearms and walkers to attack Terminus, enabling the others to escape. Reunited, they soon encounter Gareth and a small band of Terminus survivors who attempt to terrorize and prey upon Rick's group, but are outmatched and killed. Abraham Ford and Rosita Espinosa continue their mission to get Eugene to Washington, D.C., joined by Glenn, Maggie, and Tara. After facing a number of setbacks, Eugene admits that he fabricated the story about a cure in order to receive protection. Meanwhile, Daryl and Carol follow a marked car to Atlanta, where Beth has been held in a nearby hospital ruled by morally-compromised police officers. Carol is taken, and Daryl recruits the rest of his group to help. They capture several police officers to make a trade, but a brief standoff ends in Beth's death.",
        "tags": [
            "anim",
            "do",
            "exercitation",
            "sit",
            "nostrud",
            "irure",
            "ullamco"
        ],
        "comments": [
            {
                "username": "Rosalyn Mccullough",
                "city": "Gallina",
                "email": "rosalynmccullough@xinware.com",
                "content": "consectetur cillum ipsum sunt laborum velit ad minim reprehenderit enim minim incididunt et tempor velit voluptate velit eu minim ipsum"
            },
            {
                "username": "Vega Sampson",
                "city": "Selma",
                "email": "vegasampson@xinware.com",
                "content": "in qui proident laboris commodo sunt reprehenderit fugiat Lorem adipisicing enim occaecat quis eiusmod ad cillum nostrud esse anim incididunt"
            },
            {
                "username": "Valerie Bauer",
                "city": "Logan",
                "email": "valeriebauer@xinware.com",
                "content": "ipsum officia ea non irure sunt duis sit elit laboris duis mollit eu cupidatat consequat ex nisi Lorem officia voluptate"
            }
        ]
    },
    {
        "id": 5,
        "picture": "img/6.jpg",
        "name": "Season 6",
        "content": "velit quis exercitation cupidatat fugiat amet officia labore esse duis dolore enim culpa mollit enim et in magna cupidatat labore quis reprehenderit.",
        "fullcontent": "velit quis exercitation cupidatat fugiat amet officia labore esse duis dolore enim culpa mollit enim et in magna cupidatat labore quis reprehenderit et irure ipsum excepteur minim ad pariatur qui labore id sint dolore nostrud non laboris incididunt magna consectetur consequat officia consequat veniam velit dolore eu dolor magna dolore",
        "tags": [
            "sit",
            "in",
            "adipisicing",
            "incididunt",
            "aute",
            "magna",
            "id"
        ],
        "comments": [
            {
                "username": "Hartman Delgado",
                "city": "Munjor",
                "email": "hartmandelgado@hawkster.com",
                "content": "tempor ad cupidatat aliqua reprehenderit duis aute ullamco dolor aliquip culpa mollit commodo non adipisicing duis fugiat cillum ea irure"
            },
            {
                "username": "Meredith Padilla",
                "city": "Goodville",
                "email": "meredithpadilla@hawkster.com",
                "content": "ad exercitation excepteur consectetur pariatur non pariatur eu velit cupidatat in nisi minim exercitation ullamco ad commodo qui laboris sit"
            },
            {
                "username": "Ewing Schmidt",
                "city": "Mayfair",
                "email": "ewingschmidt@hawkster.com",
                "content": "officia et non anim esse sint nisi cupidatat deserunt velit deserunt enim reprehenderit eu ex irure ut sunt ad laboris"
            }
        ]
    }
]